src/hist201/KBe20hist201floGelvinCh5.org
#+AUTHOR: Exr0n
#+TITLE: Gelvin Ch 5
* Facts
** defensive developmentalism is the process where states try to develop to stay strong and generally includes three steps:
*** military reform
*** tax / governmental reform
*** education
** reform usually involves the creation of a new social class: the educated workers
** The ottoman military reform was effective
* Claims
** The ottoman empire had well intended reformations that failed due to internal resistance
** The social class of educated workers tend to rebel because they now know that they lack power
** The ottoman empire was too spread out for central control to spread effectively
* Questions
** are there other methods for states to stand up for themselves?
