docs/hist201/KBe20hist201floGelvinCh5.tex
% Created 2021-09-11 Sat 08:17
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Exr0n}
\date{\today}
\title{Gelvin Ch 5}
\hypersetup{
 pdfauthor={Exr0n},
 pdftitle={Gelvin Ch 5},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\section{Facts}
\label{sec:org667694d}
\subsection{defensive developmentalism is the process where states try to develop to stay strong and generally includes three steps:}
\label{sec:orgca58dea}
\subsubsection{military reform}
\label{sec:org89c01df}
\subsubsection{tax / governmental reform}
\label{sec:org492d18e}
\subsubsection{education}
\label{sec:org121df80}
\subsection{reform usually involves the creation of a new social class: the educated workers}
\label{sec:orgfdf4317}
\subsection{The ottoman military reform was effective}
\label{sec:org71bd3df}
\section{Claims}
\label{sec:org0652571}
\subsection{The ottoman empire had well intended reformations that failed due to internal resistance}
\label{sec:org7248c00}
\subsection{The social class of educated workers tend to rebel because they now know that they lack power}
\label{sec:org031dc4f}
\subsection{The ottoman empire was too spread out for central control to spread effectively}
\label{sec:org5ec56a8}
\section{Questions}
\label{sec:org9238c41}
\subsection{are there other methods for states to stand up for themselves?}
\label{sec:orga5fd175}
\end{document}
